import Image from "./Bitmap.png";
import { NavLink } from "react-router-dom";

const Portfolio = () => {
  return (
    <div className="portfolio">
      <h1>PORTFOLIO</h1>
      <p>
        Кадастровий номер: 5322280401:01:001:0667 Площа: 0.4704 га Цільове
        призначення: 03.05 Для будівництва та обслуговування будівель закладів
        культурно-просвітницького обслуговування Відомості документу про право
        користування підтверджені ДРРП
      </p>
      <p>
        Кадастровий номер: 5322280401:01:001:0667 Площа: 0.4704 га Цільове
        призначення: 03.05 Для будівництва та обслуговування будівель закладів
        культурно-просвітницького обслуговування Відомості документу про право
        користування підтверджені ДРРП Кадастровий номер: 5322280401:01:001:0667
        Площа: 0.4704 га Цільове призначення: 03.05 Для будівництва та
        обслуговування будівель закладів культурно-просвітницького
        обслуговування Відомості документу про право користування підтверджені
        ДРРП
      </p>

      <img src={Image} alt="" />

      <NavLink to="{Moreimage}" className="link">
        <button className="button">More image</button>
      </NavLink>
    </div>
  );
};

export { Portfolio };
