const Products = () => {
  return (
    <div className="products">
      <h1>PRODUCTS</h1>
      <div className="container">
        <div className="cards">
          <div className="card">
            <h5>Name product</h5>
            <img src="https://picsum.photos/id/12/300/300" alt="" />
            <h6>
              Декларативная маршрутизация — это стиль кодирования, используемый
              в React и React Router. Декларативные маршруты React являются
              компонентами и используют ту же инфраструктуру, что и любое
              приложение React. Эти маршруты связывают веб-адреса с
              определенными страницами и другими компонентами, используя мощный
              механизм рендеринга React и условную логику для программного
              включения и выключения маршрутов.
            </h6>
            <h7>Cost - $20</h7>
            <button className="button">Buy</button>
          </div>
          <div className="card">
            <h5>Name product</h5>
            <img src="https://picsum.photos/id/13/300/300" alt="" />
            <h6>
              Декларативная маршрутизация — это стиль кодирования, используемый
              в React и React Router. Декларативные маршруты React являются
              компонентами и используют ту же инфраструктуру, что и любое
              приложение React. определенными страницами и другими компонентами,
              используя мощный механизм рендеринга React и условную логику для
              программного включения и выключения маршрутов.Эти маршруты
              связывают веб-адреса с
            </h6>
            <h7>Cost - $20</h7>
            <button className="button">Buy</button>
          </div>
          <div className="card">
            <h5>Name product</h5>
            <img src="https://picsum.photos/id/14/300/300" alt="" />
            <h6>
              Декларативная маршрутизация — это стиль кодирования, используемый
              в React и React Router. Декларативные маршруты React являются
              компонентами и используют ту же инфраструктуру, что и любое
              приложение React. Эти маршруты связывают веб-адреса с
              определенными страницами и другими компонентами, используя мощный
              механизм рендеринга React и условную логику для программного
              включения и выключения маршрутов.
            </h6>
            <h7>Cost - $20</h7>
            <button className="button">Buy</button>
          </div>
        </div>
      </div>
    </div>
  );
};

export { Products };
